{
  "activityName": "Conversation Topics",
  "topics": [
    {
      "topicTitle": "Adoption",
      "shortUrl": "https://trello.com/c/2XOxUom0",
      "url": "https://trello.com/c/2XOxUom0/23-adoption",
      "checklist": [
        "Is adoption common in your country?",
        "What do you think of adoption?",
        "Would you adopt?",
        "What do you think happens to children who are not adopted?",
        "Do you know anyone who was adopted?",
        "What problems do you think there might be with adoption?",
        "Do you think parents who adopt have the same kind of love for their adopted child as natural parents have with their child?",
        "Is it better to adopt a baby or an older child?",
        "Should people adopt children from the same race?",
        "What happens if the biological parents turn up ten years later and ask for their child back?",
        "Should an adopted child have the same legal right as a non-adopted child?",
        "When should you tell a child he / she is adopted?",
        "What checks should adoption agencies conduct on prospective parents?",
        "Should same-sex couples or single people be allowed to adopt?",
        "Would you prefer to adopt a child from your own country or a very poor country?",
        "Do you think international adoption would be a useful solution for under-populated countries?",
        "What questions do you think a child has when he / she finds out he / she is adopted?",
        "Do you think people who adopt have extra-special hearts?",
        "Should brothers and sisters be split apart for adoption?",
        "What happens if the adopted parents decide they don’t like the child after a year or so?"
      ]
    },
    {
      "topicTitle": "AI",
      "shortUrl": "https://trello.com/c/mEiamkqo",
      "url": "https://trello.com/c/mEiamkqo/28-ai",
      "checklist": [
        "What springs to mind when you hear the term ‘artificial intelligence'?",
        "What is  artificial intelligence?",
        "What are the dangers of artificial intelligence?",
        "Will artificial intelligence ever be more intelligent than humans?",
        "How is artificial intelligence helping us today?",
        "What do you know about the history of artificial intelligence?",
        "What are the good things about artificial intelligence?",
        "How intelligent will artificial intelligence become?",
        "Is there a difference between artificial intelligence and robots?",
        "What would it be like to study about artificial intelligence?",
        "What are the differences between artificial intelligence and human intelligence?",
        "Will robots ever control the world?",
        "How would you like artificial intelligence to help you?",
        "What would our life be like without artificial intelligence?",
        "Will people ever have artificial intelligence as part of their brains?",
        "Will artificial intelligence ever replace the need for humans to work?",
        "How intelligent are you?",
        "What movies have you seen about artificial intelligence?",
        "What three adjectives best describe artificial intelligence?",
        "What will artificial intelligence be like in 100 years from now?"
      ]
    },
    {
      "topicTitle": "Animals",
      "shortUrl": "https://trello.com/c/CgZDXzjg",
      "url": "https://trello.com/c/CgZDXzjg/27-animals",
      "checklist": [
        "Do you like animals?",
        "What is your favorite animal?",
        "What animals are there in your country?",
        "What animals have disappeared from your country?",
        "Are there any dangerous animals in your country?",
        "What is the cutest animal in the world?",
        "Do you think animals were put on this planet so we could eat them?",
        "Do you think animals would rather not be kept as pets?",
        "Is it OK to use animals in sport?",
        "What animal would you like to come back to Earth as after you die?",
        "What natural animal ability or talent would you like to have?",
        "What is the most useful animal in the world?",
        "What animal best represents your character?",
        "Do you think it is necessary to experiment on animals to test cosmetics and drugs?",
        "What animals have the best life?",
        "Should animals be kept in zoos?",
        "What are the biggest differences between animals and humans?",
        "If animals could speak, what do you think they would say to humans?",
        "What animal are you most fascinated by?",
        "What animal do you least like?"
      ]
    },
    {
      "topicTitle": "Art",
      "shortUrl": "https://trello.com/c/ZuMnRlED",
      "url": "https://trello.com/c/ZuMnRlED/13-art",
      "checklist": [
        "How great is your interest in art?",
        "What’s the best art gallery you’ve been to?",
        "Do you like modern art?",
        "What do you think of installation art?",
        "Do you ever think a lot of art is not really art?",
        "Do you have a favorite artist?",
        "What kind of art do you like –  paintings,  sculpture, ceramics, etc.?",
        "What is art?",
        "Does art change the way you think or feel?",
        "Do you think anyone can be an artist or do you need a special talent?",
        "Do you think all children should study art at school?",
        "Do you think children should learn the history of art?",
        "Do you think a painting can really be worth a million (or more) dollars?",
        "Do you think today’s artists are as good as those from hundreds of years ago?",
        "What was the last painting / poster / piece of art you bought. Why did you buy it?",
        "Describe the pieces of artwork in your house.",
        "What kind of art is your country famous for?",
        "What kind of life do you think an artist’s is?",
        "Do you have any artistic talents?",
        "How would the world be different without artists?"
      ]
    },
    {
      "topicTitle": "Books",
      "shortUrl": "https://trello.com/c/SNEiEVr2",
      "url": "https://trello.com/c/SNEiEVr2/15-books",
      "checklist": [
        "How important are books to you?",
        "What would life be like without books?",
        "What kinds of books do you like?",
        "Do you prefer paperbacks or hardbacks?",
        "If you wrote a book, what would you write about?",
        "If you could only have one book for the rest of your life, what would it be and why?",
        "Do you think the Internet will make books disappear?",
        "What do you think of the idea of  E-books?",
        "What book would you recommend for children?",
        "How many books have you read in English?",
        "Who is your favorite author?",
        "What do you think of Google’s idea to put all the world’s books on the Internet, accessible for free?",
        "Why doesn’t everybody enjoy reading?",
        "Do you prefer to keep the books you read?",
        "What’s the most number of times you have read the same book?",
        "Which is better, the book or the movie?",
        "Do you prefer fiction or non-fiction?",
        "Do you spend a long time browsing in bookshops?",
        "Do you ever read the last page before you start reading a book?",
        "How often do you want the story in a book to never end?"
      ]
    },
    {
      "topicTitle": "Children",
      "shortUrl": "https://trello.com/c/4CdFfEnI",
      "url": "https://trello.com/c/4CdFfEnI/29-children",
      "checklist": [
        "Are you good with children?",
        "Do you agree with the expression “children should be seen and not heard”?",
        "How many children should a couple have?",
        "When does a child become an adult?",
        "What’s the most irritating thing about children?",
        "Do you like other people’s children?",
        "Do you think children are spoilt nowadays?",
        "Would you like your children to be like you?",
        "How expensive is raising children?",
        "What do you think children worry about most?",
        "Do you like children?",
        "Are children becoming more dangerous and violent?",
        "Do you think children are hard work?",
        "Do you think children are becoming more and more like adults?",
        "What advice would you give to children today?",
        "What do you think children would like to change about their world?",
        "What time should children go to bed?",
        "Are you a child at heart?",
        "Is it more fun to spend time with children or adults?",
        "From what age should children be allowed to work?"
      ]
    },
    {
      "topicTitle": "Consumerism",
      "shortUrl": "https://trello.com/c/5tqIC6FV",
      "url": "https://trello.com/c/5tqIC6FV/30-consumerism",
      "checklist": [
        "Which (social) facts influence consumerism?",
        "Are there any benefits in consumerism?",
        "What is the role of product labels (like food or clothing brands) in consumerism?",
        "Do you believe special occasions like Christmas or Easter have become too consumeristic?",
        "Is there a way to escape the culture of consumerism?",
        "Do you think there are more consumerist women than men? Why?",
        "Are teenagers and children becoming consumerists earlier?",
        "Does mass media and society affect teenage consumerism?",
        "In your opinion, are consumerist people less creative?",
        "What is ethical consumerism?",
        "Is consumerism a pathology?",
        "What is “green consumerism”? Is it a contradiction?",
        "How does consumerism affect the environment and nature?",
        "Do you agree with extreme anti-consumerism philosophies and attitudes?",
        "Do you believe that changing your spending habits can make a big difference in your life?",
        "Is consumerism spoiling our culture?",
        "Our world economy is based on consumerism. Will consumerism always be predominant?",
        "Has consumerism changed over the years?",
        "What is medical consumerism?",
        "Which jobs are strictly related to consumerism?"
      ]
    },
    {
      "topicTitle": "Cooking",
      "shortUrl": "https://trello.com/c/J04W0El0",
      "url": "https://trello.com/c/J04W0El0/1-cooking",
      "checklist": [
        "What things can you cook? What is your best dish?",
        "What condiments, herbs, and spices do you like to cook with?",
        "How often do you cook? Do you mostly cook breakfast, lunch, or dinner?",
        "Do you like to watch cooking shows on TV? Which ones?",
        "Has anyone taught you any recipes? Who taught you?",
        "Do you ever cook for other people? Who do you cook for?",
        "Have you ever burnt something in the kitchen?",
        "Does your father know how to cook? What dishes can he make?",
        "What cooking appliances and utensils are in your kitchen?",
        "What is the best way to cook eggs? Describe the process.",
        "What do you cook when you are feeling tired or lazy?",
        "What was the last new recipe you tried to cook? Was it good?",
        "How long does it usually take you to cook a meal?",
        "Do you know how to bake or cook anything in an oven?",
        "What kind of oil do you use for your cooking?",
        "What accidents can happen when you are cooking?",
        "Would you like to work as a chef? Why or why not?",
        "Do you ever cook foreign food? From which country?",
        "What is the worst thing you have ever cooked? Why was it so bad?",
        "What foods do you think are very difficult to cook?",
        "What soups can you cook? What are the ingredients?",
        "Do you know how to cook on a barbecue or campfire?",
        "Who cleans up after cooking in your home?",
        "Who is the best chef you know?",
        "What is something that you find difficult to cook? Why is it hard for you?"
      ]
    },
    {
      "topicTitle": "Cosmetic Surgery",
      "shortUrl": "https://trello.com/c/bCAJelsk",
      "url": "https://trello.com/c/bCAJelsk/33-cosmetic-surgery",
      "checklist": [
        "What do you think of  cosmetic surgery?",
        "Do you think there’s a difference between cosmetic and plastic surgery?",
        "Would you consider having cosmetic surgery?",
        "Do you think cosmetic surgery is more popular with women or men?",
        "What do you think are the dangers of cosmetic surgery?",
        "What parts of your face / body would you like to change?",
        "Would you like to be a cosmetic surgeon?",
        "Why is cosmetic surgery so popular in some countries but not at all in others?",
        "What do you think of people who have cosmetic surgery?",
        "Do you think there should be an age limit for people to have cosmetic surgery?",
        "Would you have cosmetic surgery if it was free?",
        "What would you think if one of your parents came home with a new face / body?",
        "Do you think cosmetic surgery should be banned for children?",
        "Who would you like to look like?",
        "Do you think people who have cosmetic surgery are always happy with the results?",
        "What advice would you give to a friend who wants cosmetic surgery?",
        "Does cosmetic surgery always make people look better?",
        "Is cosmetic surgery playing with the way God made us?",
        "Do you know anyone who has had cosmetic surgery?",
        "Do you think a cosmetic surgeon is happy in their job?"
      ]
    },
    {
      "topicTitle": "Cosmetics",
      "shortUrl": "https://trello.com/c/P9wMuvGi",
      "url": "https://trello.com/c/P9wMuvGi/31-cosmetics",
      "checklist": [
        "What do you think of cosmetics?",
        "Is there anything strange about people using cosmetics?",
        "How much more beautiful do you / do people look with cosmetics?",
        "Do you think cosmetics are reasonably priced?",
        "What do you think of men wearing lipstick, mascara and foundation?",
        "Why is most lipstick red or pink? What’s wrong with black or green?",
        "Do you think people look better without make-up and cosmetics?",
        "Don’t you think cosmetics are a waste of money?",
        "Do people use cosmetics because they lack confidence?",
        "Do you think we’ll always use cosmetics?",
        "How important are cosmetics?",
        "Do you think cosmetics are good for the skin?",
        "From what age is it OK to start using cosmetics?",
        "Do you believe cosmetics companies’ ads that say their products erase wrinkles and slow down the aging process?",
        "Do you know anyone who uses too much make-up?",
        "Do people use cosmetics differently in different countries?",
        "Which cosmetics and cosmetics companies are best?",
        "Do you think cosmetics companies should advertise their products using ‘normal’ women, instead of supermodels?",
        "How long do you think people spend each day applying and removing cosmetics?",
        "What new type of cosmetics would you like to see on the market?"
      ]
    },
    {
      "topicTitle": "Culture",
      "shortUrl": "https://trello.com/c/YCS3NVXo",
      "url": "https://trello.com/c/YCS3NVXo/7-culture",
      "checklist": [
        "How do you usually greet people in your culture?",
        "What should you learn about a foreign country’s culture before visiting it?",
        "What are some eating customs in your country? What things are rude?",
        "How are important holidays celebrated in your country?",
        "Which foreign culture do you find most interesting? What makes it interesting?",
        "If a foreign person was coming to your country, what advice would you give them?",
        "How are elderly people treated in your culture? Give some examples.",
        "When do people give each other gifts in your culture?",
        "Is there anything you don’t like about your own culture? What is it?",
        "Which country do you think has a strange culture? Why is it strange to you?",
        "What happens at a typical wedding or birthday party in your culture?",
        "What are the roles of mothers and fathers in your culture?",
        "What is a traditional meal in your home country?",
        "Would you be able to move overseas and live in a foreign culture for a long time?",
        "What is the traditional style of clothing where you are from?",
        "How are men and women different in your culture?",
        "Has your country’s culture changed much in the past 50 years? In what ways?",
        "Are there any stereotypes about your culture that are not true?",
        "Have you ever made an embarrassing cultural mistake? What happened?",
        "What is a polite thing to do when you visit someone’s house in your country?",
        "Does religion play a big part in your culture? Can you give an example?",
        "What is something that people should never do in your culture?",
        "Is it important for people to make eye contact when they talk in your culture?",
        "How are children expected to behave in your country? What are some rules?",
        "How can a country with many different cultures exist peacefully?"
      ]
    },
    {
      "topicTitle": "Dating",
      "shortUrl": "https://trello.com/c/hljfJ65d",
      "url": "https://trello.com/c/hljfJ65d/35-dating",
      "checklist": [
        "What images spring to mind when you hear the word ‘dating’?",
        "What are the good things and bad things about dating?",
        "What can you remember about your first date?",
        "How do you feel before you go on a first date with someone?",
        "What is your idea of a great first date?",
        "What is the most disastrous date you’ve been on?",
        "If you could go on a date with anyone in the world, who would it be with and why?",
        "Would you ever use a dating service (online or otherwise)?",
        "Would you ever go on a blind date?",
        "Who pays on a first date?",
        "Do you think dating today is any different from dating 50 years ago?",
        "From what age is it OK to start dating?",
        "Isn’t it better to go for an arranged marriage and do away with the hassles of dating?",
        "Is it OK for older men / women to date very young partners?",
        "What do you think parents worry about when their kids start dating?",
        "Is it a better idea to date someone from your own race, religion, social status, etc.?",
        "What are the best ways of making sure a first date leads to a second date?",
        "What should you never do on a first date?",
        "Is dating someone after two years still as exciting as the first date?",
        "Is dating a waste of time?"
      ]
    },
    {
      "topicTitle": "Disability",
      "shortUrl": "https://trello.com/c/ZtA6OxEy",
      "url": "https://trello.com/c/ZtA6OxEy/34-disability",
      "checklist": [
        "What comes to mind when you hear the word ‘disability’?",
        "What kinds of disability do you know of?",
        "Some people prefer to use the term ‘physically challenged’ instead of ‘disabled’. What do you think about this?",
        "What problems do people with disabilities face in your country?",
        "Do you think it would be harder to live with a physical disability or an intellectual disability?",
        "Do you always try to help people who are disabled?",
        "Do you tend to think that disabled people always need your help?",
        "What things do you think disability rights groups campaign for?",
        "What do you think of the Paralympic Games (which means ‘alongside the Olympic games’)?",
        "What daily problems do you think wheelchair users have in your town?",
        "What kinds of discrimination do people with disabilities face ?",
        "What message do you think disabled people would like to tell those without a disability?",
        "What role models with a disability do you know of?",
        "How do you think people disabled in accidents come to terms with their new disability?",
        "What should people do on the International Day of Persons with Disabilities?",
        "What misunderstandings do people have about disability?",
        "What problems do disabled people in poorer countries face?",
        "What can disabled people teach those without disabilities?",
        "What tax breaks or financial aid should people with disabilities get?",
        "Do you think science will be able to end disability one day?"
      ]
    },
    {
      "topicTitle": "Education",
      "shortUrl": "https://trello.com/c/iDMvLoYO",
      "url": "https://trello.com/c/iDMvLoYO/25-education",
      "checklist": [
        "What comes to mind when you hear the word ‘education’?",
        "How important do you think  education is?",
        "Do you think you had a good education?",
        "Was there a high standard of education at your schools?Best online courses",
        "Do you think the quality of education is slipping?",
        "What do you think of the idea of all education being online?",
        "What kind of education did you have in your home?",
        "What would the world be like if everyone had access to a good education?",
        "Does your government really care about education?",
        "In which country do you think you can receive the best education?",
        "What is a good education?",
        "Is the level of education in your country good?",
        "What would you like to change about the education system of your country",
        "Would you like to work in education?",
        "Do you think there’s a lot of money to be made in education?",
        "What kind of experience and qualifications do you think a government’s education minister/secretary needs?",
        "When does education begin?",
        "What do you think Mark Twain meant when he said, “never let school interfere with your education”?",
        "What do you think of single-sex education?",
        "What do you think of the idea of lifelong education?"
      ]
    },
    {
      "topicTitle": "Entertainment",
      "shortUrl": "https://trello.com/c/7OKMEeBo",
      "url": "https://trello.com/c/7OKMEeBo/36-entertainment",
      "checklist": [
        "What is entertainment?",
        "What do you do for entertainment?",
        "How often do you do things for entertainment?",
        "What home entertainment equipment do you have?",
        "Do you like entertaining friends at home?",
        "Who is the most entertaining person you know?",
        "Do you spend a lot of money on entertainment?",
        "What is your favourite form of entertainment?",
        "Would you like to work in the entertainment industry?",
        "What kind of person makes a good entertainer?",
        "What kind of TV shows do you watch for entertainment?",
        "Do you think your English classes are entertaining?",
        "What is the best evening of entertainment you’ve had recently?",
        "Do you think your country needs an Entertainment Secretary/Minister?",
        "Do you ever stop and watch street entertainment?",
        "What do you know about corporate entertainment?",
        "What forms of entertainment have been with us for centuries?",
        "What new forms of entertainment have emerged in recent years?",
        "Do you follow entertainment news on the TV or Internet?",
        "Which country do you think has the world’s best entertainment?"
      ]
    },
    {
      "topicTitle": "Environment",
      "shortUrl": "https://trello.com/c/Au4dfeii",
      "url": "https://trello.com/c/Au4dfeii/8-environment",
      "checklist": [
        "Do you worry about the environment?",
        "What stories have you read or heard recently about the environment?",
        "What are the biggest problems facing our environment?",
        "What would you do to save our environment?",
        "What danger does your country pose to the global environment?",
        "Do you think the American government cares more about its economy or the environment?",
        "Which countries are leaders in caring about the environment?",
        "What do you know about the history of how our environment came to be under threat?",
        "Would you give money to or actively campaign for environmental causes?",
        "What do you think of environmental groups like Greenpeace?",
        "What is the quality of the environment in your country?",
        "What kind of environmental policies does your country have/need?",
        "How important is the natural environment to you in your daily life?",
        "Are you environmentally friendly?",
        "Do you think our environment is beyond repair?",
        "Do you think international meetings on the environment are useful?",
        "What do you think our grandkids will think of the way we treated the environment?",
        "What is your image of an environmentalist?",
        "If the environment could speak, what would it tell us?",
        "What is our duty as custodians of the environment?"
      ]
    },
    {
      "topicTitle": "Excercise",
      "shortUrl": "https://trello.com/c/dpLskYm3",
      "url": "https://trello.com/c/dpLskYm3/14-excercise",
      "checklist": [
        "What springs to mind when you hear the word ‘exercise’?",
        "Why is exercise so important?",
        "What kind of exercise do you think is best?",
        "Do you wish you could exercise more?",
        "Why do many people not exercise?",
        "Do you think it’s easy or difficult to find time to exercise during the day?",
        "Do you think people who exercise are happier than those who don’t?",
        "Do you think there should be a law that requires everyone to exercise?",
        "Is it more fun to exercise alone or with other people?",
        "Do you need advice about how to exercise?",
        "Do you like exercise?",
        "Who do you know who exercises a lot?",
        "What are the bad things about exercise?",
        "Which exercise would you prefer: jogging, swimming or cycling?",
        "Is not exercising a crime against your body?",
        "Do you think the government should do more to ensure everyone exercises?",
        "How can you adapt the everyday things you do to increase your level of exercise?",
        "Do you think exercising makes your brain work better?",
        "What do you think of the idea of having higher hospital charges for those who don’t exercise?",
        "If exercise makes you live a lot longer, why do so many people not bother to do it?"
      ]
    },
    {
      "topicTitle": "Family",
      "shortUrl": "https://trello.com/c/Iv4nzyDv",
      "url": "https://trello.com/c/Iv4nzyDv/9-family",
      "checklist": [
        "What comes to mind when you hear the word ‘family’?",
        "How important is your family to you?",
        "How important are you to your family?",
        "Would you like / Do you have your own family?",
        "Do you prefer spending time with your family or friends?",
        "Are there any strange people in your family?",
        "Are you jealous of any of your family members?",
        "Do you get on well with all of your family members?",
        "How often do you have big family get-togethers?",
        "How much of a family person are you?",
        "Do you have the ideal family?",
        "Is there a black sheep in your family?",
        "Is “blood thicker than water” regarding your family?",
        "Do you prefer the idea of extended or nuclear families?",
        "There is much talk recently of increased social problems due to family breakdown. Is this true in your country?",
        "When do you need your family most?",
        "What would the world be like without families?",
        "Are we all in one big happy family?",
        "Do you ever get tired of family duties?",
        "How far back do you know your family tree?"
      ]
    },
    {
      "topicTitle": "Fashion",
      "shortUrl": "https://trello.com/c/GEwsuiGC",
      "url": "https://trello.com/c/GEwsuiGC/10-fashion",
      "checklist": [
        "Do you like fashion?",
        "What do you think of the fashion industry?",
        "Are you a fashion victim / slave to fashion?",
        "Would you like to be a fashion model?",
        "How does fashion affect our lives?",
        "How important is fashion today compared with in the past?",
        "What do you think of the fact that what’s in fashion lasts just a short time, then we have to spend more money on the next “in” things?",
        "What are the bad things about fashion?",
        "Is fashion only for beautiful people?",
        "Do you have your own fashion or follow the crowds?",
        "What do you think of designer fashion?",
        "What do you think of street fashion?",
        "What area of fashion interests you most - clothes, hair, cosmetics, shoes, accessories, etc.?",
        "Tell me about the most fashionable people you know?",
        "Could you date someone who has a terrible sense of fashion?",
        "Do you have a favourite fashion designer?",
        "What do you think of catwalk fashion? Can you wear the same clothes as the models",
        "What do you think of the fashion in other countries?",
        "What do you think is the best decade / era for fashion?",
        "How would you describe your fashion?"
      ]
    },
    {
      "topicTitle": "Food",
      "shortUrl": "https://trello.com/c/fCJnRYrr",
      "url": "https://trello.com/c/fCJnRYrr/26-food",
      "checklist": [
        "What comes to mind when you hear the word ‘food’?",
        "How often do you think about food?",
        "Can you eat anything?",
        "Can you go without food for a whole day?",
        "Do you have to watch what you eat?",
        "What is your favourite breakfast, lunch and dinner?",
        "Do you think your country’s food is the best?",
        "Do you think “you are what you eat”?",
        "What do you think about canned, frozen and processed food?",
        "What kinds of international cuisine do you like?",
        "Are you fussy or particular about the food you eat?",
        "Have your favourite kinds of food changed over the years?",
        "Do you like fast food and slow food?",
        "What do you think about food additives?",
        "Do you care where the food you eat comes from?",
        "What national dishes from your country would you recommend to the world?",
        "Do you worry about the rising cost of food?",
        "Do you think the world’s food will ever run out?",
        "What do you think of genetically-modified (GM) food?",
        "Is your food bill big?"
      ]
    },
    {
      "topicTitle": "Friends",
      "shortUrl": "https://trello.com/c/2r3sqdGp",
      "url": "https://trello.com/c/2r3sqdGp/38-friends",
      "checklist": [
        "What do friends mean to you?",
        "What makes a friend a best friend?",
        "What makes you a good friend?",
        "Is it easy for you to make friends?",
        "Do you have any particularly close friends?",
        "Do you stay in touch with all of the friends you’ve made?",
        "Which long-lost friend would you like to see again?",
        "Is there a difference in friendship between your male friends and female friends?",
        "What would life be like without friends?",
        "Do you ever worry about losing your friends?",
        "Are friends sometimes more important than family?",
        "Do you agree with the expression “a friend in need is a friend in deed”?",
        "How similar are you to your friends?",
        "Do you think you have a special understanding with your friends?",
        "At which stages of life is it easier to make friends?",
        "Are your childhood friends those you have strongest bonds with?",
        "What’s the nicest thing you’ve ever done for your friends?",
        "How often do you fall out with your friends?",
        "If you could choose any friend in the world, who would it be?",
        "What is the most valuable thing you have to offer as a friend?"
      ]
    },
    {
      "topicTitle": "Gambling",
      "shortUrl": "https://trello.com/c/Fxpw5Ky8",
      "url": "https://trello.com/c/Fxpw5Ky8/39-gambling",
      "checklist": [
        "What comes to mind when you hear the word ‘gambling’?",
        "Do you like gambling?",
        "Do you think gambling is good or bad for gamblers?",
        "What forms of gambling are legal and illegal in your country?",
        "What do different religions say about gambling?",
        "Why don’t governments make all forms of gambling illegal?",
        "What kind of criminal activities are associated with gambling?",
        "Do you think the life of a professional gambler is a glamorous one?",
        "Have you ever won or lost a lot of money through gambling?",
        "Do you think buying lottery tickets is a form of gambling?",
        "Why do you think so many people like gambling?",
        "What damage does gambling do to society?",
        "Have you ever been to a horse race or a casino?",
        "Do you think online gambling is dangerous?",
        "What makes people so addicted to gambling?",
        "Do you know anyone who is heavily into gambling?",
        "Which part of our character makes so many of us interested in gambling?",
        "How different do you think the world would be if there was no gambling?",
        "What question would you like to ask a gambling addict?",
        "What do you think his / her answer would be and why?"
      ]
    },
    {
      "topicTitle": "Goals",
      "shortUrl": "https://trello.com/c/wUiD5fAb",
      "url": "https://trello.com/c/wUiD5fAb/11-goals",
      "checklist": [
        "What are your goals in life? How do you plan to achieve them?",
        "What goals have you set for the immediate future? How do you plan to achieve them?",
        "Do you have any long-term goals? What is the reason for having them?",
        "Why do you think that people set goals? Are they important for a person’s happiness?",
        "Do you know anyone who has set an unrealistic goal? Why is it impossible?",
        "How can being healthy and having a good lifestyle help people reach their goals?",
        "How would you advise a person if their only goal was to be happy in life?",
        "Do you think that your parents and other family members have achieved their goals?",
        "If you wrote down a bucket list of your top ten goals in life, what would be on it?",
        "Did you have any goals when you were younger that you now think are silly?",
        "What is a simple goal that you can go out and realize tomorrow? How can you do it?",
        "Do you have any goals related to health, fitness, or exercise? What are they?",
        "What kind of things can make people more determined to achieve their goals?",
        "What is the main thing that holds you back from accomplishing your goals? Why?",
        "Do you think it best to focus on one goal at a time or have many at once?",
        "Are your financial goals similar to those of your friends and family? In what ways?",
        "Would your goals be different if you only had 5 years to live? How would they differ?",
        "What is a goal that you have achieved and are proud of? Was it hard to accomplish?",
        "Do you expect to be setting new goals in your old age? What might these goals be?",
        "What is something that you hope to learn or be good at one day? Will it take long?",
        "Have you set any goals that involve relationships with other people?",
        "What is a goal that makes you feel nervous or afraid? Why do you feel this way?",
        "What is something that you want to do in the future that includes adventure?",
        "Who would you recommend people to read about for inspiration about goals?",
        "What is the most common goal amongst young people in your country these days?"
      ]
    },
    {
      "topicTitle": "Habits",
      "shortUrl": "https://trello.com/c/xtR85aBR",
      "url": "https://trello.com/c/xtR85aBR/47-habits",
      "checklist": [
        "What are some things you always do when you wake up on a weekday morning?",
        "Do any of your friends or family have any strange habits? What are these habits?",
        "Would you say that you have good sleeping habits? At what time do you sleep?",
        "What is a bad habit that you would like to stop? How can you stop?",
        "Do you have healthy eating habits? What food do you usually eat during the week?",
        "What is a habit that another person has that irritates you? Why does it annoy you?",
        "Can you think of some good habits that help people find success in their lives?",
        "Where do you think your habits came from? How can you make something a habit?",
        "What do you think would be a very difficult habit to stop? Why would it be hard?",
        "Do you have a habit of being late, early, or on time for meetings and events?",
        "What are your exercise habits? Do you play sports? Do you get outdoors often?",
        "Do you have polite speaking habits? Do you ever swear? Are you a good listener?",
        "What habits would you suggest somebody take up if they wanted more happiness?",
        "What would you say is the difference between a habit and a hobby?",
        "How often do you look at your phone? Do you have a habit of using social media?",
        "What do you usually do if you feel worried? What do you do if you feel nervous?",
        "For how long do you have to do something every day before it becomes a habit?",
        "What are some good habits that can keep your brain active and healthy?",
        "What is a habit that you have had all your life? Do you think it is a good habit?",
        "Do you know anyone who has been able to change their habits? What did they do?",
        "What do you usually do during the middle of the day when you get a break?",
        "Do you ever drink tea, coffee, or alcohol? How often do you drink these things?",
        "What is a habit that you want to develop? How can you make this a habit?",
        "Did you have different habits when you were younger? What were they?"
      ]
    },
    {
      "topicTitle": "Healthcare",
      "shortUrl": "https://trello.com/c/QIp4ZP0S",
      "url": "https://trello.com/c/QIp4ZP0S/41-healthcare",
      "checklist": [
        "How is the health care in your country?",
        "Is the health care in your country getting better or worse?",
        "Is health care in your country free for some people?",
        "Which country do you think has the best health care?",
        "Which is better, private or public health care?",
        "Are health care workers well paid in your country?",
        "Do you ever think about health care for when you are old?",
        "What is health care like for old and poor people in your country?",
        "What happens to people in poor countries who cannot afford health care?",
        "Is your country’s health care system in need of reform?",
        "Is health care in your country fair to everyone?",
        "What are the most important health care issues in your country?",
        "What are the most important health care issues in the world?",
        "What do you think the health care issues of the future will be?",
        "What do you know about the history of health care in your country?",
        "What are the health care problems in your country?",
        "What do you know about the cost of health care in your country?",
        "Do you think universal health care will ever come to the world?",
        "How big an issue is health care in your national elections?",
        "What questions would you like to ask health care workers?"
      ]
    },
    {
      "topicTitle": "Hobbies",
      "shortUrl": "https://trello.com/c/Xl1X4jC5",
      "url": "https://trello.com/c/Xl1X4jC5/2-hobbies",
      "checklist": [
        "How many hobbies do you have? Do you think you have enough hobbies?",
        "What is your main hobby? How often do you get to do this hobby?",
        "Are your hobbies now different compared to 5 years ago? In what ways?",
        "What is something you would like to buy for a hobby? How much would it cost?",
        "What hobbies do you think are expensive? Why are they expensive?",
        "What is a hobby that you would like to take up in the future?",
        "Do you prefer doing exciting hobbies or relaxing hobbies?",
        "Have you ever tried a new hobby but stopped doing it because it was boring?",
        "What kinds of hobbies do your parents have? Do you do any hobbies with them?",
        "How would your hobbies be different if you were rich?",
        "What would you say is your healthiest hobby? How is it good for you?",
        "What equipment do you need for your hobbies?",
        "Do you spend most of your free time indoors or outdoors?",
        "Have you made any new friends while doing one of your hobbies?",
        "What hobbies do you think you will be doing 20 years from now?",
        "What would you need to do to make a living from one of your hobbies?",
        "How are hobbies different between men and women in your country?",
        "What are the most popular hobbies for children where you live?",
        "Do you collect anything? If so, how many do you have in your collection?",
        "Do your friends have any strange hobbies? What are they?",
        "What is a hobby that you would be scared to try? Why does it scare you?",
        "What are some dangerous hobbies? What makes them dangerous?",
        "Are there any hobbies that you feel are a waste of time? What are they?",
        "What is a good hobby for people who are creative and like making things?",
        "What kinds of hobbies would you like your children to do?"
      ]
    },
    {
      "topicTitle": "Love",
      "shortUrl": "https://trello.com/c/btHY421Y",
      "url": "https://trello.com/c/btHY421Y/17-love",
      "checklist": [
        "What images spring to mind when you hear the word ‘love’?",
        "How important is love?",
        "Do you think it is possible to love everyone?",
        "How do people fall in love?",
        "How and why do people fall out of love?",
        "What is your favourite love song and why?",
        "How does love make you feel?",
        "Does love last forever?",
        "What does love look like?",
        "Has love changed over the past 10,000 years?",
        "What is love?",
        "What would your life be like without love?",
        "What does it feel like to say, “I love you”?",
        "Do you love to live or live to love?",
        "Are there any rules to love?",
        "What kind of love is the best love?",
        "Is there a thin line between love and hate?",
        "Do you love yourself? Should you do so?",
        "What is the difference between love and being in love?",
        "Is it more important to love or be loved?"
      ]
    },
    {
      "topicTitle": "Mental health",
      "shortUrl": "https://trello.com/c/vhpEcRNA",
      "url": "https://trello.com/c/vhpEcRNA/40-mental-health",
      "checklist": [
        "What comes to mind when you hear the term ‘mental health’?",
        "What do you think your mental health will be like in the future?",
        "What do you do to maintain or improve your mental health?",
        "Are you worried about the mental health of anyone you know?",
        "Is mental health more important than physical health?",
        "Are there many people with mental health problems in your country?",
        "What does your government do for people with mental health diseases and problems?",
        "How can society help people with mental health problems or stop people from developing them?",
        "Do you think modern society increases the likelihood of mental health problems?",
        "What advice would you give to someone with mental health issues?",
        "How is your mental health?",
        "Has your mental health changed over the years?",
        "What affects your mental health on a daily basis?",
        "Are you worried about your mental health?",
        "How does one’s mental health deteriorate?",
        "What is the relationship between sleep and mental health?",
        "What mental health disorders and problems do you know of?",
        "One of the most common mental health problems is depression. How can we help people who suffer from this?",
        "If someone has a mental health disorder, should they be kept in a special mental health institution?",
        "Are murderers with mental health problems really murderers?"
      ]
    },
    {
      "topicTitle": "Movies",
      "shortUrl": "https://trello.com/c/3WZT8Clb",
      "url": "https://trello.com/c/3WZT8Clb/5-movies",
      "checklist": [
        "What do you think of when you hear the word ‘movie’?",
        "Would you like to work in the movie industry?",
        "Why are movies called movies?",
        "Which movie would you like to live in?",
        "What’s the best movie you’ve ever seen?",
        "Do you prefer watching movies at the cinema or on TV?",
        "Who is the biggest movie hero ever and the biggest ever bad guy?",
        "Which country makes the best movies?",
        "Who are your favourite movie stars (and why)?",
        "What’s the worst movie you’ve ever seen?",
        "Are movies good for us?",
        "Do you think movies make people more violent?",
        "What movie genre do you like best?",
        "Which actor would you want to play you in a movie about you? Why?",
        "Would you like a job as a movie critic?",
        "What things make a great movie a great movie?",
        "Tell me about the first time you went to the movie theater?",
        "If you could make a movie, what would it be about?",
        "Do you prefer to watch a good movie, a good documentary or a good game of sport?",
        "Who do you like watching movies with best?"
      ]
    },
    {
      "topicTitle": "Music",
      "shortUrl": "https://trello.com/c/wI1b88PW",
      "url": "https://trello.com/c/wI1b88PW/46-music",
      "checklist": [
        "What images spring to mind when you hear the word ‘music’?",
        "What does music mean to you?",
        "What would life be like without music?",
        "Which is more important to you, music or TV?",
        "What kind of music do you like?",
        "How have your musical tastes changed since when you were a kid?",
        "What music can change the way you feel?",
        "What’s the best time and place to listen to music?",
        "Where does the best music come from, the USA, UK or other?",
        "What decade has produced the best music?",
        "ENT B's QUESTIONS (Do not show these to Student A.)",
        "How varied are your musical tastes?",
        "What artists/band do you want to see at a music festival?",
        "What musical genres do you really hate?",
        "Do you think most music (say 90%) is rubbish?",
        "Is the Internet helping or hindering musicians?",
        "Do you agree with Shakespeare that music is the food of love?",
        "What new music have you bought or listened to recently?",
        "What do you think of the music your parents listen to?",
        "Why do humans like music so much?",
        "What do you think of the music they play in supermarkets and elevators?"
      ]
    },
    {
      "topicTitle": "Phobias",
      "shortUrl": "https://trello.com/c/fFoxtD1n",
      "url": "https://trello.com/c/fFoxtD1n/49-phobias",
      "checklist": [
        "What images spring to mind when you hear the word ‘phobia’?",
        "Do you have any phobias?",
        "How can someone confront and overcome a phobia?",
        "Are all phobias irrational?",
        "How do phobias develop?",
        "Arachibutyrophobia is the fear of peanut butter sticking to your mouth. Do you know of any other crazy phobias?",
        "Do you know anyone who suffers from vertigo – a fear of heights?",
        "What do you think eremophobia - the fear of oneself – is like?",
        "Are people in your country xenophobic (they fear or hate foreigners)?",
        "Can you guess what these phobias are – hydrophobia, zoophobia, sociophobia and numerophobia? What would life be like with these?(Answers: fear of water, animals, society and numbers.)",
        "What is a phobia?",
        "What’s the difference between a phobia and a fear?",
        "Gary Larson, a famous cartoonist, invented Anatidaephobia - the fear that somewhere, somehow, a duck is watching you. Can you understand this phobia? Can you invent your own crazy phobia?",
        "Do you know anyone with haemophobia – a fear of blood?",
        "Do you think people are developing new phobias?",
        "What do you think would be the worst phobia to suffer from?",
        "Charlie Brown said: \"I've developed a new philosophy... I only dread one day at a time.\" Do you also do this?",
        "Do you, or anyone you know, suffer from Anglophobia – a fear of English and English people? How would this affect your studying?",
        "Do you think hypnotherapy can cure phobias?",
        "Someone once said: “Get the facts first. Then panic.” Is this good advice?"
      ]
    },
    {
      "topicTitle": "School",
      "shortUrl": "https://trello.com/c/4mNg8ujh",
      "url": "https://trello.com/c/4mNg8ujh/42-school",
      "checklist": [
        "What springs to mind when you hear the word ‘school’?",
        "What is your first memory of school?",
        "Were you happy with your school?",
        "Why do you think it is that many children don’t like school?",
        "What’s the most important thing you learnt at school?",
        "Do you think your school days are the best days of your life?",
        "What are your best and worst memories of school?",
        "If you went to school again, what would you do differently?",
        "Did you like your school uniform?",
        "Educator Robert Duke said: \"Children are naturally expressive but they go to school and get it taught out of them.\" Do you agree?",
        "What’s the most important thing a school should teach children?",
        "Is school too dangerous these days?",
        "What advice would you give to your children about school?",
        "Do you think school is too much like a production line in a factory?",
        "Do you like looking at your old school photos?",
        "What’s your image of school in other countries?",
        "What kind of discipline do you think there should be in schools?",
        "What school clubs did you belong to?",
        "Albert Einstein said: \" Education is what remains after one has forgotten everything one learned in school?\" What did he mean by this?",
        "Agatha Christie said: \"Nearly all children go to school nowadays and have things arranged for them [so] they seem...unable to produce their own ideas.\" Do you agree with her?"
      ]
    },
    {
      "topicTitle": "Shopping",
      "shortUrl": "https://trello.com/c/EOpUjIsq",
      "url": "https://trello.com/c/EOpUjIsq/43-shopping",
      "checklist": [
        "What springs to mind when you hear the word ‘shopping’?",
        "Is  shopping a real hobby?",
        "Why do women like shopping more than men?",
        "When’s the best time to go shopping?",
        "Do people always need the things they buy when they go shopping?",
        "Do you prefer going shopping alone or with friends?",
        "Which is better, shopping in shops or shopping online?",
        "Have you ever experienced “trolley rage” when shopping?",
        "What’s the worst shopping experience you’ve had?",
        "Is shopping an addiction? How can it be cured?",
        "Do you like shopping?",
        "Is window shopping a total waste of time?",
        "When did shopping become so popular?",
        "Do you prefer shopping in malls, markets or streets?",
        "What’s top of your shopping list?",
        "Would you like to go on a shopping holiday?",
        "In which store would you like to go on a shopping spree?",
        "What is the thing you forget most often when you go shopping?",
        "Do you like going shopping in other countries?",
        "What’s the difference between ‘going shopping’ and ‘doing the shopping’?"
      ]
    },
    {
      "topicTitle": "Sleep",
      "shortUrl": "https://trello.com/c/mWRuij5H",
      "url": "https://trello.com/c/mWRuij5H/21-sleep",
      "checklist": [
        "What comes to mind when you hear the word ‘sleep’?",
        "What does sleep mean to you?",
        "Do you always get enough sleep?",
        "Do you ever think sleep wastes valuable time spent doing useful things?",
        "Why does your body need sleep?",
        "Have you ever had any problems sleeping?",
        "Can you sleep anywhere?",
        "Are you a heavy or light sleeper?",
        "What are you like if you don’t get enough sleep?",
        "Do you move about a lot in your sleep?",
        "How have your sleeping patterns changed over the years?",
        "Is it possible to sleep so much it’s unhealthy?",
        "What do you do in the minutes before you sleep?",
        "What do you do when you can’t sleep?",
        "Do you ever talk in your sleep or sleepwalk?",
        "Where is the strangest place you have ever slept?",
        "Does your mind ever work overtime when you’re trying to sleep?",
        "Would you like to sleep like a baby?",
        "Have you ever fallen asleep in an English lesson?",
        "What songs or music would you like to fall asleep to?"
      ]
    },
    {
      "topicTitle": "Sports",
      "shortUrl": "https://trello.com/c/iibLx4iV",
      "url": "https://trello.com/c/iibLx4iV/22-sports",
      "checklist": [
        "What images spring to mind when you hear the word ‘sport’?",
        "Why do so many people like sport?",
        "Why are some people not interested in sport?",
        "How often do you read sports news?",
        "Do you prefer playing or watching sports?",
        "Do you have good or bad experiences with sports at school?",
        "Do you think sports stars have the best life?",
        "Who is your favourite all-time sport star?",
        "Richard M. Nixon said: \"I don't know anything that builds the will to win better than competitive sports.\" Do you agree?",
        "George Orwell said: \"Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting.\" Do you agree?",
        "What’s your favourite sport?",
        "Do you prefer watching sports at the stadium, at home on TV, or in a bar on a giant screen?",
        "Would you like to play sport for a living?",
        "How many hours of sport a week should children do at school?",
        "Is football (soccer) THE world sport?",
        "What is your country’s national sport? Do you like it?",
        "What are blood sports and extreme sports? Do you like them?",
        "Which sport has the best, fitted and most talented athletes?",
        "Howard Cosell said: \"Sports is the toy department of human life.\" Do you agree?",
        "John Wooden said: \"Sports do not build character. They reveal it.\" Do you agree?"
      ]
    },
    {
      "topicTitle": "Superstitions",
      "shortUrl": "https://trello.com/c/En4wbxTF",
      "url": "https://trello.com/c/En4wbxTF/44-superstitions",
      "checklist": [
        "What comes to mind when you hear the word ’superstition’?",
        "What superstitions do you know?",
        "Which ones do you believe?",
        "Do you believe that some numbers, days or dates are lucky or unlucky?",
        "Do any animals or insects bring good or bad luck?",
        "Are any colors lucky or unlucky?",
        "What can you do to prevent bad things from happening?",
        "Would you change your phone number or home address to avoid ‘bad numbers'?",
        "Do you believe that some materials are lucky/unlucky (such as gold, silk, etc.)?",
        "Would you change your name if you heard your name was unlucky?",
        "What do you think about superstition?",
        "How do you think some superstitions started?",
        "What is your opinion of superstitious people?",
        "Are there any actions that can bring bad luck (such as walking under a ladder, breaking a mirror, spilling salt, etc.)?",
        "What symbols in your culture bring good luck? Why is that?",
        "What happens when someone talks about you in your absence?",
        "What will happen if one of your hands or feet is itchy?",
        "Where does the expression “Bless you” or “God bless you” (when someone sneezes) come from?",
        "Do you have any objects that are said to bring good luck, such as a rabbit’s foot, a lucky coin, etc.?",
        "Can the location of a house or the position of furniture bring good or bad luck?"
      ]
    },
    {
      "topicTitle": "Surgery",
      "shortUrl": "https://trello.com/c/TKRYjB12",
      "url": "https://trello.com/c/TKRYjB12/32-surgery",
      "checklist": [
        "What springs to mind when you hear the word ‘surgery’?",
        "Do you use the British word ‘operation’ or the American word ‘surgery’? Does it matter which one you use?",
        "Have you ever had surgery / an operation?",
        "How would you feel if you needed surgery?",
        "Would you ever consider having cosmetic surgery?",
        "What’s the difference between cosmetic surgery, plastic surgery and reconstructive surgery?",
        "How do you think keyhole surgery will change medical procedures in the future?",
        "Do you think today’s technology means heart surgery is no problem or would you still worry if you needed a heart op?",
        "If you underwent surgery, what preparations would you make in the few days before?",
        "What springs to mind when you hear the word ‘surgery’?",
        "Would you like to be a surgeon?",
        "What do you think of surgeons?",
        "What do you know about laser surgery?",
        "How have surgical techniques changed over the past century?",
        "Would you consider having surgery in another country?",
        "If you had surgery, would you prefer to be awake or asleep?",
        "Which body part would you hate to have surgery on?",
        "Would you sue the hospital if your surgery went wrong?",
        "Would you like to watch a video of an operation on your body?",
        "What do you think surgery will be like in the future?"
      ]
    },
    {
      "topicTitle": "Tech",
      "shortUrl": "https://trello.com/c/3HepB79W",
      "url": "https://trello.com/c/3HepB79W/24-tech",
      "checklist": [
        "What springs to mind when you hear the word ‘technology’?",
        "Is technology a good or a bad thing?",
        "What new technology could you not live without?",
        "Do you like reading about technology?",
        "Do you like using technology to learn?",
        "What do you think very old people think of modern technology?",
        "How has technology changed society?",
        "Has technology made us more impatient?",
        "Max Frisch said: \"Technology is the knack of arranging the world so that we don't have to experience it.\" Do you agree with him?",
        "Mark Kennedy said: \"All of the biggest technological inventions created by man - the airplane, the automobile, the computer - say little about his intelligence, but speak volumes about his laziness.\" Do you agree?",
        "What do you think of today’s technology?",
        "What do you think of tomorrow’s technology?",
        "Do you think we’ve become obsessed with technology?",
        "Do you always trust technology?",
        "Does technology ever let you down?",
        "What things would you never let technology replace?",
        "Has technology made our lives better than our grandparents’ lives?",
        "What technology is dangerous?",
        "Frank Lloyd Wright said: \"If it [technology] keeps up, man will waste away all his limbs but the push-button finger.\" What does this mean? Do you like this quote?",
        "Alan M. Eddison said: \"Modern technology... Owes ecology... An apology.\" What does this mean? Do you agree?"
      ]
    },
    {
      "topicTitle": "Television",
      "shortUrl": "https://trello.com/c/gAS0UHYu",
      "url": "https://trello.com/c/gAS0UHYu/48-television",
      "checklist": [
        "How much time do you spend watching television each day?",
        "What 3 channels do you watch the most? Which is your favorite?",
        "Do you pay extra for any channels or TV subscriptions? How much do you pay?",
        "How many television stations do you have to choose from?",
        "What make and model is your television? What size is the screen?",
        "Do you ever watch television when you eat meals or do housework?",
        "Would you like to buy a new television? What kind of TV would you like to buy?",
        "Who usually holds the remote control in your family?",
        "Do you ever watch any foreign TV shows or channels? What do you watch?",
        "How many televisions are there in your home? Where are they located?",
        "Does your home have a TV antenna or a satellite dish? Where is it?",
        "Are there any TV series that you like to watch each week? What genre are they?",
        "How do you feel about reality TV? What reality shows are in your country?",
        "Would you like to go on a television game show? Which one?",
        "What kinds of shows do your mother and father like to watch?",
        "Are there any good educational TV shows in your country? Who watches them?",
        "How many hours a day do you think is too much television for children?",
        "Do you think there is too much violence on television?",
        "How do you think televisions will change in the future?",
        "Does your family ever watch TV together? What do you often watch together?",
        "Are there a lot of commercials and advertising on TV in your country?",
        "What other devices is your television connected to?",
        "Are there any shows on TV that you can’t stand to watch?",
        "Do you ever like to spend a whole day inside watching television?",
        "For some more related discussion questions, have a look at the cinema conversation questions."
      ]
    },
    {
      "topicTitle": "Time",
      "shortUrl": "https://trello.com/c/GScLdSpl",
      "url": "https://trello.com/c/GScLdSpl/19-time",
      "checklist": [
        "What comes to mind when you hear the word ‘time’?",
        "How often do you think about time?",
        "Do you ever waste your time?",
        "Do you have enough time to do the things you want to do?",
        "Does time fly when you’re having fun?",
        "Do you ever think life is a race against time?",
        "What stage(s) in our life do we have all the time in the world?",
        "Do you agree that time will tell?",
        "Douglas Adams said: \"Time is an illusion. Lunchtime doubly so.\" Do you agree?",
        "Einstein said: \"The only reason for time is so that everything doesn't happen at once.\" What do you think of this quote?",
        "How do you like to spend time?",
        "Does it annoy you when people take their time doing things?",
        "How much spare time do you have every day?",
        "What is the most time-consuming thing you do in your life?",
        "What do you do to kill time?",
        "Is time on your side?",
        "Have you ever been in the right place at the right time?",
        "Do you agree that there’s no time like the present?",
        "Alice Bloch said: \"We say we waste time, but that is impossible. We waste ourselves.\" Do you agree?",
        "Seneca said: \"Time discovers truth.\" Do you agree?"
      ]
    },
    {
      "topicTitle": "Travel",
      "shortUrl": "https://trello.com/c/vbnHL9Os",
      "url": "https://trello.com/c/vbnHL9Os/20-travel",
      "checklist": [
        "Do you like travelling?",
        "What is travel for you?",
        "What different kinds of travelling are there?",
        "What’s the best place you’ve ever been to?",
        "Would you like to go travelling for a few years non-stop?",
        "What are the good and bad things about travelling?",
        "Where do you want to travel to before you die?",
        "Is it better to travel or to arrive?",
        "Lin Yutang said: \"No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow.\" Do you agree?",
        "Elizabeth Drew said: \"Too often travel, instead of broadening the mind, merely lengthens the conversation.\" What does this mean? Do you agree?",
        "What springs to mind when you hear the word ‘travel’?",
        "Are you a traveller?",
        "Is travel an  education?",
        "Would you like to travel in space or to the moon?",
        "Would you like to work in the travel industry?",
        "What are the pros and cons of traveling first class and backpacking?",
        "Is travel helping the world?",
        "What would make you wiser – travelling around the world for ten years or reading 10,000 books?",
        "Mason Cooley said: \"Travelers never think that they are the foreigners.\" Do you agree?",
        "St. Augustine said: \"The World is a book, and those who do not travel read only a page.\" What does this mean? Do you agree?"
      ]
    },
    {
      "topicTitle": "Video games",
      "shortUrl": "https://trello.com/c/HYP6t7D4",
      "url": "https://trello.com/c/HYP6t7D4/45-video-games",
      "checklist": [
        "What springs to mind when you hear the term ‘video games’?",
        "Do you learn anything from playing  video games?",
        "Do you prefer playing video games alone, against friends or online against the world?",
        "Do you think video games make people violent?",
        "Which company makes the best games?",
        "Would you like to be a game designer? What kinds of games would you design?",
        "Do you prefer watching movies or playing video games?",
        "Does your personality change when you’re gaming?",
        "Are video games good for relieving stress?",
        "Would you but a good book or a good video game for your little sister’s or brother’s birthday?",
        "Do you like video games?",
        "What’s your favourite video game?",
        "PlayStation, X-Box or Nintendo Wii – which is best and why?",
        "Can you remember the first video game you played?",
        "What will video games be like in the future?",
        "Are video games bad for your health?",
        "Which game are you best at?",
        "Are video games good for hand-eye coordination?",
        "Do you like it when Hollywood makes a movie from the video game?",
        "How can you help someone who is addicted to video games?"
      ]
    },
    {
      "topicTitle": "Work",
      "shortUrl": "https://trello.com/c/AQWffHHO",
      "url": "https://trello.com/c/AQWffHHO/3-work",
      "checklist": [
        "What images spring to mind when you hear the word ‘work’?",
        "Are you interested in working?",
        "Someone said work is for horses and idiots, do you agree?",
        "What would life be like if we did not have to work?",
        "Would you like to work in your own business?",
        "Would you like to work in another country?",
        "What are working conditions like in your country?",
        "What is the best job in your country?",
        "What do you want to do for work?",
        "What did your parents do for work?",
        "Why do we have to work?",
        "What is a workaholic?",
        "Would you like to work the night shift, day shift or afternoon shift?",
        "Do people work long hours in your country?",
        "Is work a  dirty word?",
        "Will you ever become a millionaire by working?",
        "Is housework really work?",
        "Is raising a family hard work?",
        "Is looking after a pet hard work?",
        "What is it like to be out of work?"
      ]
    }
  ]
}
